IDEA Open Model
ColumnData.CalculateY Property
Compatible with IDEA StatiCa Beta 20.0
 Gets an indication, whether imperfections and second order have to be performed perpendicular to the y axis.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool CalculateY { get; set; }
Public Property CalculateY As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace